Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal-Farm_preface.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Preface to the Ukrainian Edition
uk_2020_bohdana_nosenok_kolhosp_tvaryn: ПЕРЕДМОВА ДЖОРДЖА ОРВЕЛЛА ДО ПЕРШОГО УКРАЇНСЬКОГО ВИДАННЯ

source: I have been asked to write a preface to the Ukrainian translation of Animal Farm.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мене попросили написати передмову до українського перекладу «Колгоспу тварин».

source: I am aware that I write for readers about whom I know nothing, but also that they too have probably never had the slightest opportunity to know anything about me.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я усвідомлюю, що звертаюся до читачів, про яких нічого не знаю, але так само вони, мабуть, теж ніколи не мали найменшої нагоди дізнатися щось про мене.

source: In this preface they will most likely expect me to say something of how Animal Farm originated but first I would like to say something about myself and the experiences by which I arrived at my political position.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Читачі, ймовірно, очікують, що в цій передмові я скажу щось про те, як постав «Колгосп тварин», та спочатку я розповім дещо про себе та ті події, завдяки яким сформувалися мої політичні погляди.

source: I was born in India in 1903.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я народився в Індії 1903 року.

source: My father was an official in the English administration there, and my family was one of those ordinary middle-class families of soldiers, clergymen, government officials, teachers, lawyers, doctors, etc.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мій батько обіймав там посаду в англійському уряді, а моя родина за статками не вирізнялася з-поміж інших родин середнього класу, до якого належали військові, священнослужителі, чиновники, вчителі, юристи, лікарі тощо.

source: I was educated at Eton, the most costly and snobbish of the English Public Schools[2].
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навчався я в Ітоні — найдорожчій і найбільш снобістській з англійських державних шкіл.

source: But I had only got in there by means of a scholarship; otherwise my father could not have afforded to send me to a school of this type.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та потрапив я туди тільки завдяки стипендії; інакше мій батько не зміг би дозволити собі відіслати мене в школу такого типу.

source: Shortly after I left school (I wasn’t quite twenty years old then) I went to Burma and joined the Indian Imperial Police.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Незадовго після закінчення школи (мені тоді ще й двадцяти не було) я поїхав до Бірми і вступив до лав Імперської поліції Індії.

source: This was an armed police, a sort of gendarmerie very similar to the Spanish Guardia Civil or the Garde Mobile in France.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: То була озброєна поліція, щось на кшталт жандармерії, подібно до іспанської Guardia Civil чи Garde Mobile у Франції.

source: I stayed five years in the service.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я прослужив там п’ять років.

source: It did not suit me and made me hate imperialism, although at that time nationalist feelings in Burma were not very marked, and relations between the English and the Burmese were not particularly unfriendly.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Служба була мені не до вподоби, ба більше, змусила мене зненавидіти імперіалізм, хоч тоді націоналістичні настрої в Бірмі були незначними, а стосунки між англійцями та бірманцями не такими й ворожими.

source: When on leave in England in 1927, I resigned from the service and decided to become a writer: at first without any especial success.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перебуваючи в Англії у відпустці 1927 року, я звільнився зі служби й вирішив стати письменником — спершу без жодних особливих успіхів.

source: In 1928-9 I lived in Paris and wrote short stories and novels that nobody would print (I have since destroyed them all).
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Упродовж 1928–1929 років я жив у Парижі й писав оповідання та новели, яких ніхто не хотів друкувати (тому я їх усі знищив).

source: In the following years I lived mostly from hand to mouth, and went hungry on several occasions.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У наступні роки переважно бідував і неодноразово потерпав з голоду.

source: It was only from 1934 onwards that I was able to live on what I earned from my writing.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише з 1934 року й надалі я вже заробляв своїм письмом.

source: In the meantime I sometimes lived for months on end amongst the poor and half-criminal elements who inhabit the worst parts of the poorer quarters, or take to the streets, begging and stealing.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А то, бувало, місяцями жив поміж бідняків та напівкримінальних елементів, що населяють найгірші частини найбідніших кварталів або ж вештаються вулицями, жебраючи й крадучи.

source: At that time I associated with them through lack of money, but later their way of life interested me very much for its own sake.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зрозуміло, я знався з ними через брак грошей, та згодом мене просто зацікавив їхній спосіб життя.

source: I spent many months (more systematically this time) studying the conditions of the miners in the north of England.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Багато місяців я провів (тепер уже більш систематично), вивчаючи умови праці шахтарів на півночі Англії.

source: Up to 1930 I did not on the whole look upon myself as a Socialist.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Аж до 1930 року я загалом не вважав себе соціалістом.

source: In fact I had as yet no clearly defined political views.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Насправді дотоді я ще не визначився до кінця зі своїми політичними поглядами.

source: I became pro-Socialist more out of disgust with the way the poorer section of the industrial workers were oppressed and neglected than out of any theoretical admiration for a planned society.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Соціалістом я став більше через відразу до того, як пригноблюються і знецінюються бідніші верстви промислових працівників, аніж через якесь теоретичне захоплення плановим суспільством.

source: In 1936 I got married.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У 1936 році я одружився.

source: In almost the same week the civil war broke out in Spain.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майже того самого тижня в Іспанії спалахнула громадянська війна.

source: My wife and I both wanted to go to Spain and fight for the Spanish Government.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми з дружиною хотіли поїхати в Іспанію й боротися на боці іспанського уряду.

source: We were ready in six months, as soon as I had finished the book I was writing.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це сталося через пів року, тільки-но я закінчив книжку, яку саме писав.

source: In Spain I spent almost six months on the Aragón front until, at Huesca, a Fascist sniper shot me through the throat.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: В Іспанії я провів майже шість місяців на арагонському фронті, аж доки в Уесці фашистський снайпер не прошив мені шию кулею.

source: In the early stages of the war foreigners were on the whole unaware of the inner struggles between the various political parties supporting the Government.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На ранніх етапах війни чужинцям було геть нічого не відомо про внутрішню боротьбу, яка точилася між різними політичними силами, що підтримували уряд.

source: Through a series of accidents I joined not the International Brigade like the majority of foreigners, but the POUM militia — i.e. the Spanish Trotskyists.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через низку нещасних випадків я приєднався не до Міжнародної бригади, як більшість іноземців, а до міліції Робітничої партії марксистського об’єднання*, тобто до так званих іспанських троцькістів.

source: So in the middle of 1937, when the Communists gained control (or partial control) of the Spanish Government and began to hunt down the Trotskyists, we both found ourselves amongst the victims.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож у середині 1937 року, коли комуністи здобули контроль (чи частковий контроль) над іспанським урядом і почали переслідувати троцькістів, ми з дружиною теж опинилися серед їхніх мішеней.

source: We were very lucky to get out of Spain alive, and not even to have been arrested once. Many of our friends were shot, and others spent a long time in prison or simply disappeared.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нам пощастило вибратися з Іспанії живими та ще й так, що нас жодного разу не арештовували. Багатьох наших друзів розстріляли, а інші чимало часу відсиділи у в’язниці або ж просто зникли.

source: These man-hunts in Spain went on at the same time as the great purges in the USSR and were a sort of supplement to them.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ці полювання на людей в Іспанії тривали одночасно з великими чистками в СРСР і були таким собі доповненням до них.

source: In Spain as well as in Russia the nature of the accusations (namely, conspiracy with the Fascists) was the same and as far as Spain was concerned I had every reason to believe that the accusations were false.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: В Іспанії, як і в Росії, суть звинувачень (а саме — змова з фашистами) була та сама, та щодо Іспанії, у мене були всі підстави вважати, що ці обвинувачення були неправдивими.

source: To experience all this was a valuable object lesson: it taught me how easily totalitarian propaganda can control the opinion of enlightened people in democratic countries.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цей досвід став для мене цінним уроком: я усвідомив, як легко тоталітарна пропаганда може контролювати думку освічених людей у демократичних країнах.

source: My wife and I both saw innocent people being thrown into prison merely because they were suspected of unorthodoxy.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми з дружиною бачили, як невинних людей кидали до в’язниці лише через те, що їх підозрювали в неортодоксальності.

source: Yet on our return to England we found numerous sensible and well-informed observers believing the most fantastic accounts of conspiracy, treachery and sabotage which the press reported from the Moscow trials.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А повернувшись до Англії, виявили, що багато розсудливих і добре поінформованих фахівців вірять у найнеймовірніші історії про змову, зраду та саботаж, про які повідомляла преса з московських судових процесів.

source: And so I understood, more clearly than ever, the negative influence of the Soviet myth upon the western Socialist movement.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож я усвідомив — ясніше, ніж будь-коли, — негативний вплив радянського міфу на західний соціалістичний рух.

source: And here I must pause to describe my attitude to the Soviet régime.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І тут я повинен спинитися й описати своє ставлення до радянського режиму.

source: I have never visited Russia and my knowledge of it consists only of what can be learned by reading books and newspapers.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я ніколи не бував у Росії, і мої знання про неї обмежуються лише тим, про що можна дізнатися, читаючи книжки та газети.

source: Even if I had the power, I would not wish to interfere in Soviet domestic affairs: I would not condemn Stalin and his associates merely for their barbaric and undemocratic methods.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть якби я мав якусь владу, то не хотів би втручатись у внутрішні справи СРСР: я б не засуджував Сталіна та його однодумців лише за їхні варварські та недемократичні методи.

source: It is quite possible that, even with the best intentions, they could not have acted otherwise under the conditions prevailing there.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цілком можливо, що за тих умов, навіть маючи найкращі наміри, вони не могли діяти інакше.

source: But on the other hand it was of the utmost importance to me that people in western Europe should see the Soviet régime for what it really was.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та водночас для мене було надзвичайно важливо, щоб люди в Західній Європі бачили радянський режим таким, яким він був насправді.

source: Since 1930 I had seen little evidence that the USSR was progressing towards anything that one could truly call Socialism. On the contrary, I was struck by clear signs of its transformation into a hierarchical society, in which the rulers have no more reason to give up their power than any other ruling class.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З 1930 року у мене було мало доказів на підтримку того, щоб СРСР прямував до того, що можна було б по-справжньому називати соціалізмом. Зате мене глибоко вразили чіткі ознаки того, що він перетворюється в ієрархічне суспільство, у якому правителі мають не більше підстав відректися від своєї влади, аніж будь-який інший правлячий клас.

source: Moreover, the workers and intelligentsia in a country like England cannot understand that the USSR of today is altogether different from what it was in 1917. It is partly that they do not want to understand (i.e. they want to believe that, somewhere, a really Socialist country does actually exist), and partly that, being accustomed to comparative freedom and moderation in public life, totalitarianism is completely incomprehensible to them.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ба більше: робітники та інтелігенція в такій країні, як Англія, не можуть зрозуміти, що СРСР нині цілковито відрізняється від того, яким він був у 1917 році, частково через те, що просто не хочуть цього розуміти (тобто хочуть вірити, що десь насправді таки існує соціалістична країна), а частково через те, що звикли до відносної свободи й поміркованості в суспільному житті й зовсім не розуміють тоталітаризму.

source: Yet one must remember that England is not completely democratic.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та все-таки слід пам’ятати, що Англія не є державою всуціль демократичною.

source: It is also a capitalist country with great class privileges and (even now, after a war that has tended to equalise everybody) with great differences in wealth.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це також і капіталістична країна з великими класовими привілеями і — навіть зараз, після війни, яка мала на меті зрівняти всіх — з великими розбіжностями у статках.

source: But nevertheless it is a country in which people have lived together for several hundred years without major conflict, in which the laws are relatively just and official news and statistics can almost invariably be believed, and, last but not least, in which to hold and to voice minority views does not involve any mortal danger.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак це країна, в якій люди прожили разом кілька сотень років без серйозних конфліктів, в якій закони відносно справедливі, а офіційним новинам та статистиці майже завжди можна вірити, і, нарешті, це країна, в якій дотримуватися поглядів меншості та озвучувати їх ще не означає піддаватися смертельній небезпеці.

source: In such an atmosphere the man in the street has no real understanding of things like concentration camps, mass deportations, arrests without trial, press censorship, etc.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У такій атмосфері людина з вулиці по-справжньому не розуміє таких речей, як концтабори, масові депортації, арешти без суду, цензура преси тощо.

source: Everything he reads about a country like the USSR is automatically translated into English terms, and he quite innocently accepts the lies of totalitarian propaganda.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усе, що ця людина читає про таку країну, як СРСР, автоматично перекладається на мову англійських реалій, і вона цілком невинно приймає брехню тоталітарної пропаганди.

source: Up to 1939, and even later, the majority of English people were incapable of assessing the true nature of the Nazi régime in Germany, and now, with the Soviet régime, they are still to a large extent under the same sort of illusion.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До 1939 року і навіть пізніше більшість англійців не здатні були оцінити справжню природу нацистського режиму в Німеччині, а нині, за радянського режиму, вони все ще значною мірою перебувають під впливом тих самих ілюзій.

source: This has caused great harm to the Socialist movement in England, and had serious consequences for English foreign policy.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це завдало великої шкоди соціалістичному руху в Англії та мало серйозні наслідки для зовнішньої політики Англії.

source: Indeed, in my opinion, nothing has contributed so much to the corruption of the original idea of Socialism as the belief that Russia is a Socialist country and that every act of its rulers must be excused, if not imitated.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Насправді, на мій погляд, ніщо так не сприяло перекрученню первісної ідеї соціалізму, як переконання, що Росія є соціалістичною країною і що кожен вчинок її правителів заслуговує виправдання, якщо не наслідування.

source: And so for the past ten years I have been convinced that the destruction of the Soviet myth was essential if we wanted a revival of the Socialist movement.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Отож упродовж останніх десяти років я набув упевненості, що якщо ми хочемо відродження соціалістичного руху, знищення радянського міфу є просто необхідним.

source: On my return from Spain I thought of exposing the Soviet myth in a story that could be easily understood by almost anyone and which could be easily translated into other languages.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після повернення з Іспанії мені спало на думку викрити радянський міф, написавши історію, яка була б зрозумілою майже кожному і яку можна було б легко перекласти іншими мовами.

source: However, the actual details of the story did not come to me for some time until one day (I was then living in a small village) I saw a little boy, perhaps ten years old, driving a huge cart-horse along a narrow path, whipping it whenever it tried to turn.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак деякий час мені не вдавалося продумати фактичні деталі, аж доки одного разу (я тоді жив у невеличкому селищі) не побачив маленького хлопчика, років, мабуть, десяти, який гнав вузенькою стежиною величезну коняку, запряжену у віз, шмагаючи її батогом щоразу, як вона намагалася звернути вбік.

source: It struck me that if only such animals became aware of their strength we should have no power over them, and that men exploit animals in much the same way as the rich exploit the proletariat.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мені тоді стрілила в голову така думка: якби тільки такі тварини усвідомлювали свою силу, ми не мали б над ними влади, а люди експлуатують тварин приблизно так само, як багатії експлуатують пролетаріат.

source: I proceeded to analyse Marx’s theory from the animals? point of view.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож я взявся до викладу теорії Маркса з точки зору тварин.

source: To them it was clear that the concept of a class struggle between humans was pure illusion, since whenever it was necessary to exploit animals, all humans united against them: the true struggle is between animals and humans.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Для тварин було очевидно, що концепція класової боротьби між людьми була чистою ілюзією, оскільки щоразу, як треба було експлуатувати тварин, усі люди одразу об’єднувалися проти них: справжня боротьба розгорталася тоді між тваринами й людьми.

source: From this point of departure, it was not difficult to elaborate the story.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З такої вихідної точки неважко було побудувати історію.

source: I did not write it out till 1943, for I was always engaged on other work which gave me no time; and in the end I included some events, for example the Teheran Conference, which were taking place while I was writing.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Я не записував її аж до 1943 року, оскільки постійно був зайнятий іншою роботою, що відбирала весь мій час; в кінці я додав до неї ще деякі події, наприклад, Тегеранську конференцію, що відбулася, поки я писав.

source: Thus the main outlines of the story were in my mind over a period of six years before it was actually written.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Таким чином, основні обриси цієї історії трималися в моїй свідомості впродовж шести років до того, як вона була фактично написана.

source: I do not wish to comment on the work; if it does not speak for itself, it is a failure.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не хочу коментувати сам твір; якщо він не зрозумілий сам по собі, це невдача.

source: But I should like to emphasise two points: first, that although the various episodes are taken from the actual history of the Russian Revolution, they are dealt with schematically and their chronological order is changed; this was necessary for the symmetry of the story.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та я хотів би наголосити на двох моментах: по-перше, хоч деякі епізоди взяті з реальної історії російської революції, та змальовані вони схематично, а хронологія їх розгортання порушена; це було необхідно для симетричної побудови оповіді.

source: The second point has been missed by most critics, possibly because I did not emphasise it sufficiently.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Другий момент пропустила більшість критиків, можливо, тому, що я сам недостатньо на ньому наголосив.

source: А number of readers may finish the book with the impression that it ends in the complete reconciliation of the pigs and the humans.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У багатьох читачів після прочитання книжки могло виникнути враження, що вона завершується цілковитим примиренням між свиньми та людьми.

source: That was not my intention; on the contrary I meant it to end on a loud note of discord, for I wrote it immediately after the Teheran Conference which everybody thought had established the best possible relations between the USSR and the West.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та мій намір був не таким; навпаки, я спеціально закінчив її на гучній дисонансній ноті, оскільки писав одразу ж після Тегеранської конференції, яка, як усі думали, встановила найкращі, наскільки це було можливо, відносини між СРСР і Заходом.

source: I personally did not believe that such good relations would last long; and, as events have shown, I wasn’t far wrong.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Особисто я не вірив, що такі добрі відносини триватимуть довго; і, як виявилося, я не дуже-то й помилявся.

source: I don’t know what more I need add.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не знаю, що ще маю додати.

source: If anyone is interested in personal details, I should add that I am a widower with a son almost three years old, that by profession I am a writer, and that since the beginning of the war I have worked mainly as a journalist.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якщо когось цікавлять особисті деталі з мого життя, то скажу, що я вдівець і маю сина, якому вже майже три роки, що за фахом я письменник і що з початку війни я здебільшого працював журналістом.

source: The periodical to which I contribute most regularly is Tribune, a socio-political weekly which represents, generally speaking, the left wing of the Labour Party.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Часопис, до якого я регулярно дописую, — це «Трибуна», соціополітичний тижневик, який загалом представляє ліве крило лейбористської партії.
